IdeaRS.Connections
AnchoringData.ShearPlaneThread Property
Compatible with IDEA StatiCa 0.0
 Indicates if shear plane is in thread (smaller area)
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool ShearPlaneThread { get; set; }
Property Value
Type: Boolean
See Also
Reference
AnchoringData Class
IdeaRS.Connections.Data Namespace